import "../styles/Politika.css";

function Politika() {
  return (
    <div className='politika'>
        <h1>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h1>
        
        <p>Настоящая Политика конфиденциальности описывает, как мы собираем, используем, храним и защищаем вашу личную информацию, предоставленную вами при заполнении формы на нашем сайте.</p>

    <h2>1. Собираемая информация</h2>
    <p>Мы собираем следующие персональные данные, которые вы предоставляете добровольно:</p>
    <ul>
      <li>Фамилия</li>
      <li>Имя</li>
      <li>Номер телефона</li>
    </ul>

    <h2>2. Цели обработки</h2>
    <p>Ваши данные используются исключительно для:</p>
    <ul>
      <li>Обработки вашего запроса или заявки;</li>
      <li>Предоставления запрошенных услуг или информации;</li>
      <li>Связи с вами по вопросам, связанным с вашим запросом;</li>
      <li>Улучшения качества наших услуг.</li>
    </ul>

    <h2>3. Хранение данных</h2>
    <p>Ваши персональные данные хранятся в защищённой системе и доступны только авторизованным сотрудникам. Мы не передаём ваши данные третьим лицам, за исключением случаев, предусмотренных законодательством РФ.</p>

    <h2>4. Срок хранения</h2>
    <p>Данные хранятся не дольше, чем это необходимо для достижения целей обработки, указанных выше, или до момента вашего запроса на удаление. По вашему требованию мы удалим ваши данные в течение 30 дней.</p>

    <h2>5. Ваши права</h2>
    <p>Вы имеете право:</p>
    <ul>
      <li>Получить доступ к своим персональным данным;</li>
      <li>Запросить их исправление или удаление;</li>
      <li>Отозвать согласие на обработку;</li>
      <li>Подать жалобу в Роскомнадзор.</li>
    </ul>

    <h2>6. Безопасность</h2>
    <p>Мы применяем технические и организационные меры для защиты ваших данных от несанкционированного доступа, утраты или искажения, включая шифрование и регулярные проверки безопасности.</p>

    <h2>7. Изменения в политике</h2>
    <p>Мы можем обновлять эту Политику конфиденциальности. Все изменения будут опубликованы на этой странице с указанием даты последнего обновления.</p>

    <h2>8. Контакты</h2>
    <p>Если у вас есть вопросы по данной Политике конфиденциальности, пожалуйста, свяжитесь с нами:</p>
    <p><strong>Организация:</strong> ООО "ITSchool"</p>
    <p><strong>Электронная почта:</strong> itschool@mail.ru</p>
    <p><strong>Телефон:</strong> +79639709320</p>
    </div>
  )
}

export default Politika;
