export const newsData = [
    {
      image: "/news_1.jpg",
      title: "Студенты на IT-экскурсии",
      description: "На Дне IT рассказали о бакалаврской программе «Разработка информационных систем для бизнеса», студенты и выпускники программы поделились лайфхаками по построению карьерной траектории и успешному обучению."
    },
    {
      image: "/news_2.jpg",
      title: "Хакатон среди студентов",
      description: "В школе прошёл хакатон, где студенты за 24 часа разработали собственные проекты: сайты, приложения и мини-сервисы."
    },
    {
      image: "/news_3.png",
      title: "Открытый урок по программированию",
      description: "Провели бесплатный открытый урок для новичков, где участники написали свой первый код и познакомились с основами разработки."
    },
    {
      image: "/news_4.jpg",
      title: "Новый курс по React",
      description: "Запустили новый курс по frontend-разработке с изучением React, современного JavaScript и созданием реальных проектов."
    },
    {
      image: "/news_5.png",
      title: "Выпуск студентов",
      description: "Состоялся выпуск группы разработчиков, которые успешно защитили свои проекты и получили сертификаты об окончании обучения."
    },
    {
      image: "/news_6.png",
      title: "Партнёрство с IT-компаниями",
      description: "Школа заключила партнёрство с IT-компаниями, что позволит студентам проходить стажировки и получать реальный опыт работы."
    }
];